tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autossh"
brew "jenv"
brew "libpq"
brew "nvm"
brew "openjdk@8"
brew "openssl@3"
brew "python@3.8"
brew "zsh"
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "atom"
cask "carbon-copy-cloner"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "krisp"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "spotify"
