tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asciidoc"
brew "asciidoctor"
brew "autossh"
brew "awscli"
brew "ruby"
brew "cocoapods"
brew "dnsmasq", restart_service: true
brew "gradle"
brew "helix"
brew "ios-deploy"
brew "jenv"
brew "libpq", link: true
brew "nmap"
brew "nvm"
brew "openjdk@17"
brew "openssl@3"
brew "pnpm"
brew "python@3.8"
brew "zsh"
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "atom"
cask "carbon-copy-cloner"
cask "deepl"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "krisp"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
